Repository: karolinawasilewska/BadBee
Catalog: BadBee.Core/MyResources/Resources.*.resx
Languages: pl

source: Apply
pl: Zastosuj

source: Axis
pl: Oś

source: Brand
pl: Marka

# catalog_title
source: BadBee Catalogue
pl: Katalog BadBee

# catalog_title_cv
source: CATALOGUE OF BRAKE LININGS AND BRAKE PADS FOR COMMERCIAL VEHICLES
pl: KATALOG KLOCKÓW HAMULCOWYCH DLA SAMOCHODÓW CIĘŻAROWYCH

source: Close
pl: Zamknij

# copyright
source: All rights reserved.
pl: Wszelkie prawa zastrzeżone.

source: Description
pl: Opis

# design_execution_by
source: Design and execution by
pl: Projekt i wykonanie

source: Details
pl: Szczegóły

source: Dimensions
pl: Wymiary

source: Disc
pl: Tarcza

source: Disc No
pl: Numer tarczy

# downloadpdf
source: Download the PDF Catalogue
pl: Pobierz katalog PDF

# enter_brand
source: Brand
pl: Marka

source: Enter filter
pl: Wprowadź filtr

# enter_height
source: Height
pl: Wysokość

# enter_serie
source: Serie
pl: Seria

# enter_text_search
source: Enter a number from another system here
pl: Wprowadź numer z innego systemu

# enter_year
source: Year
pl: Rok produkcji

source: Front
pl: Przód

# go_website
source: Go to website
pl: Wróć do strony głównej

source: H
pl: W

source: Height
pl: Wysokość

# jaw
source: Shoe
pl: Szczęka

source: Pad
pl: Klocek hamulcowy

source: Pad No
pl: Numer klocka hamulcowego

source: Page
pl: Strona

source: Power
pl: Moc

# qtt
source: Quantity
pl: Ilość

source: Rear
pl: Tył

source: Remove
pl: Usuń

source: Rivets
pl: Nity

# rivets_qtt
source: Rivets quantity
pl: Ilość nitów

source: Rivets total
pl: Ilość nitów

# search
source: Enter BadBee number / cross
pl: Wpisz markę, model lub numer BadBee

# searchapp
source: Search by application
pl: Wyszukiwanie pojazdu

# searchbtn
source: Search
pl: Wyszukaj

# searchdet
source: Search by details
pl: Wyszukiwanie szczegółowe

source: Serie
pl: Seria

source: Set No
pl: Numer zestawu

source: T
pl: G

source: Type
pl: Rodzaj

source: W
pl: S

source: Width
pl: Szerokość

source: Year
pl: Rok

# years
source: Years of production
pl: Rok produkcji pojazdu

# up
source: PAGE UP
pl: DO GÓRY

source: Filter
pl: Filtruj

source: Brake system
pl: System hamulcowy

source: Career
pl: Kariera

# catalog
source: catalogue
pl: Katalog

source: Contact
pl: Kontakt

# customer
source: Customer service Department
pl: Dział obsługi klienta

source: Go back
pl: Powrót do wyników wyszukiwania

source: History
pl: Historia

source: News
pl: Aktualności

source: Offer
pl: Oferta

source: Office
pl: Biuro

# ourprod
source: Our products
pl: Nasze produkty

source: Poland
pl: Polska

# qualityprod
source: Product quality
pl: Jakość wyrobów

# range
source: Range of operations
pl: Zasięg działania

# reception
source: Main reception
pl: Sekretariat

source: Searching
pl: Wyszukiwanie

source: Thickness
pl: Grubość

# values
source: Our values
pl: Nasze wartości

# applyfil
source: Apply a search filter to see results
pl: Aby wyświetlić wyniki, użyj przynajmniej jednej opcji filtrowania.

source: Base serie
pl: Seria podstawowa

source: Choose brand
pl: Wybierz interesującą Cię markę

# currently
source: Currently there are
pl: W tym momencie w bazie znajduje się

source: Filter by
pl: Filtrowanie po

# indb
source: items in the database.
pl: przedmiotów

source: Options
pl: Możliwe opcje

# modalsearch
source: Type to search in list
pl: Przeszukaj poniższą listę wpisując

source: Choose model
pl: Wybierz interesujący Cię model

source: Choose serie
pl: Wybierz interesującą Cię serię

# nopdf
source: There is no PDF yet.
pl: Podstrona zostanie dodana, gdy powstanie katalog PDF

# noRecordsFound
source: No records found in the database.
pl: Nie znaleziono przedmiotów w bazie danych.

# searchByCrosses
source: Cross reference search
pl: Wyszukiwanie po producencie

source: Clean filters
pl: Wyczyść filtry

source: Drum diameter
pl: Średnica

# account_settings
source: Change your account settings
pl: Ustawienia konta

source: Add product
pl: Dodaj produkt

# change_password
source: Change Password Form
pl: Zmiana hasła

# change_password_button
source: Change password
pl: Zmień hasło

# create_new_prod
source: Create new product
pl: Dodaj nowy produkt

source: Date From
pl: Data rozpoczęcia produkcji

source: Date To
pl: Data zakończenia produkcji

source: Delete
pl: Usuń

# delete_confirm
source: Are you sure you want to delete this?
pl: Czy na pewno chcesz usunąć ten produkt?

# drumdiameter1
source: Drum diameter
pl: Średnica

source: Edit
pl: Edycja

source: Export to CSV
pl: Eksport do CSV

source: Password
pl: Hasło

source: Products
pl: Produkty

source: Users
pl: Użytkownicy

# wva_desc
source: WVA description
pl: Opis WVA

# wva_det
source: WVA details
pl: Składniki WVA

# wva_det_qty
source: WVA details quantity
pl: Ilość

source: Back to List
pl: Powrót do listy

source: Confirm password
pl: Potwierdź nowe hasło

source: Create
pl: Dodaj

# create_user
source: Create new user
pl: Dodaj nowego użytkownika

source: New password
pl: Nowe hasło

# old_password
source: Old passowrd
pl: Stare hasło

source: Save
pl: Zapisz

# want_delete
source: Are you sure you want to delete this?
pl: Czy na pewno chcesz usunąć?

source: Choose
pl: Wybierz

source: Add photo
pl: Dodaj zdjęcie

# product_name
source: Produkt
pl: Nazwa produktu

source: Upload
pl: Dodaj

source: Add new photo
pl: Dodaj nowe zdjęcie

# choose_name
source: Choose name of product
pl: Wybierz nazwę produktu

# choose_type
source: Choose type of photo
pl: Wybierz rodzaj zdjęcia

# go_to_list
source: Go to list of pictures
pl: Lista zdjęć

source: List of pictures
pl: Zdjęcia i schematy

# pict_of_components
source: Picture of components
pl: Zdjęcie komponentów

# pict_of_components_with_box
source: Picture of component with box
pl: Zdjęcie komponentów z opakowaniem

# rivets_qtt_in_kit
source: Rivets quantity in kit
pl: Ilość sztuk w komplecie

source: Schema
pl: Schemat

# rivets_qtt_for_product
source: Rivets quantity for product
pl: Ilość nitów dla produktu

source: Indicators
pl: Czujniki

source: Application
pl: Zastosowanie

# back_to_indicators
source: Back to table
pl: Powrót do tabeli

# length
source: Length [mm]
pl: Długość [mm]

# qtt_in_kit
source: Quantity in kit
pl: Ilość sztuk w komplecie

source: Brake lining
pl: Okładzina hamulcowa

source: Brake pad
pl: Klocek hamulcowy

# choose_BadBee
source: Choose BadBee No for product
pl: Wybierz numer BadBee produktu

# choose_wva
source: Choose WVA number for product
pl: Wybierz numer WVA produktu

source: Create a new account.
pl: Utwórz nowe konto

source: Log in
pl: Logowanie

# log_in_btn
source: Log in
pl: Zaloguj się

# passwords_do_not_match
source: The password and confirmation password do not match.
pl: Hasła nie są zgodne

# photo_of_components
source: Photo of components (choose BadBee No.)
pl: Zdjęcie składników produktu

# photo_of_kit
source: Photo of components and kit (choose BadBee No.)
pl: Zdjęcie składników z pudełkiem

# register_btn
source: Register
pl: Utwórz konto

# registration
source: Register
pl: Rejestracja

source: Remember me?
pl: Zapamiętać hasło?

# schema_BadBee
source: Schema (choose BadBee No.)
pl: Schemat (wybierz numer BadBee)

# schema_wva
source: Schema (choose WVA number)
pl: Schemat (wybierz numer WVA)

# use_account_to_log_in
source: Use a local account to log in.
pl: Zaloguj się

# download_xls_products
source: Export products data to XLS
pl: Eksport danych do XLS

# date_from_format
source: Date from (DD-MM-YYYY)
pl: Data rozpoczęcia produkcji (DD-MM-RRRR)

# date_to_format
source: Date to (DD-MM-YYYY)
pl: Data zakończenia produkcji (DD-MM-RRRR)

# download_xls_cross
source: Export crosses to XLS
pl: Eksport crossów do XLS

source: Pictures
pl: Zdjęcia

# wear_indicator
source: Wear indicator for brake pad
pl: Czujnik klocka

source: of
pl: z
